import './About.css'

export default function About() {
    return (
        <>
            <section className="main--div">
                <div>
                    <h1>تاريخ التأسيس والمهمة</h1>
                    <p>
                        بدأت فكرة تطوير مكمل غذائي مختص بالتطور العقلي والعصبي للاطفال وخصوصا مرضى طيف التوحد وفرط الحركة وتشتت الانتباه، والتأخر اللغوي والعقلي بشكل عام في سنة ٢٠١٩. وفي سبتمبر ٢٠٢٠ أصبح المكمل جاهزا للتصنيع، ولكن لظروف أزمة الوباء العالمي كورونا، تم تأجيل الانطلاق الى سنة ٢٠٢٤.
                        تأسست مؤسسة الإبتكار العصبي الطبيعي في ٢٦ فبراير ٢٠٢٤ م (١٦ شعبان ١٤٤٥ هـ)، بهدف العمل على تسويق المنتج.
                    </p>
                    <h2>الخدمات والمنتجات</h2>
                    <p>
                        البحث والتطوير لمنتجات طبيعية بهدف علاج الامراض العصبية والعقلية المستعصية والمزمنة للبالغين والاطفال.
                    </p>
                    <h2>الفريق</h2>
                    <p>
                        نفتخر بكوننا مؤسسة تديرها أطباء ومبرمجين لديهم إنجازات سابقة في تطوير دواء من مستخلصات طبيعية، كما قاموا بإجراء دراسات علمية تكلّلت بنتائج إيجابية و ردود فعل داعمة من منظمة الغذاء والدواء الأمريكية.
                    </p>
                    <h2>القيم والمبادئ</h2>
                    <p>
                        <strong>الجودة والكفاءة:</strong> نحن ملتزمون بتقديم مكملات غذائية عالية الجودة وفعالة، تم تطويرها بواسطة طبيب مختص في العلوم العصبية، مما يضمن تحقيق أفضل النتائج لعملائنا.
                        يتم تصنيع منتجاتنا في منشئات تخضع لأعلى معايير الرقابة وكفاءة التصنيع.
                        كما يتم تحليل المنتج بعد التصنيع للتأكد من مطابقته للمواصفات وخلوه من اي مواد ضارة او ميكروبات. كما يتم التاكد من استقراره تحت ظروف التخزين.
                    </p>
                    <p>
                        <strong>الابتكار والبحث العلمي:</strong> نحن نعتمد على البحث والتطوير المستمر لابتكار منتجات فريدة ومتطورة، مصممة لتحسين الصحة العامة والرفاهية بناءً على الأسس العلمية البحتة بعيدا عن التسويق المضلل. كما تهدف
                        المؤسسة الى البدء بدراسات طبية للكشف عن فعالية المكونات الطبيعية في علاج
                        الامراض العصبية والعقلية، وامراض طيف التوحد والتاخر العقلي والعصبي.
                    </p>
                    <p>
                        <strong>الشفافية والنزاهة:</strong> نحن نؤمن بالشفافية التامة في تركيبة ومكونات منتجاتنا، مع التأكيد
                        على أنها آمنة وموثوقة وتمتلك فوائد محققة ومدعومة علميًا.
                    </p>
                    <p>
                        <strong>التميز الطبي:</strong> نحن نسعى لتقديم مكملات غذائية تمثل الطابع الفريد لمنشأتنا وبما يعكس القيم العليا للشركة والعاملين بها. وبما يتماشى مع احتياجات العملاء والتوجهات الصحية العامة.
                        التواصل والتعاون: نحن نحرص على بناء علاقات قوية ومستدامة مع عملائنا والمجتمع الطبي والصحي بشكل عام، من خلال التواصل المفتوح والتعاون المستمر.
                    </p>
                    <h2>رؤية المؤسسة</h2>
                    <p>
                        تتمثل رؤيتنا في أن نصبح رائدين عالميًا في مجال تطوير المكملات الغذائية الفريدة والادوية المستخلصة من مكونات طبيعية والمصممة بواسطة اطباء مختصين في العلوم العصبية، وتحقيق أقصى فوائد لعملائنا من خلال منتجات ذات جودة عالية وفعالية مثبتة علميًا.
                    </p>
                    <h2>للتواصل معنا</h2>
                    <p>
                        يُرجى التواصل عبر البريد الإلكتروني: <a href="mailto:NND@naturalneurodevelopment.com">NND@naturalneurodevelopment.com</a>
                    </p>
                </div>

            </section>
        </>
    )
}