[
    {
        "id": 1,
        "name": "ليلى",
        "relation": "أم لطفلين",
        "image": "images/woman-one.svg",
        "stars": 5,
        "testimonial": "\"مذهل! منذ أن بدأ طفلي في استخدام هذا المكمل الغذائي، لاحظت تحسناً كبيراً في نشاطه وحيويته. أصبح أكثر تركيزاً في المدرسة ولم يعد يمرض بسهولة. أوصي به بشدة لكل الآباء.\"",
        "date": "10-مايو-2024"
    },
    {
        "id": 2,
        "name": "خالد",
        "relation": "والد لطفلة بعمر 5 سنوات",
        "image": "images/man-three.png",
        "stars": 4,
        "testimonial": "\"ابنتي كانت تعاني من نقص في بعض الفيتامينات، لكن بعد استخدام هذا المكمل الغذائي، تحسنت صحتها بشكل ملحوظ. الآن هي أكثر نشاطاً وتتمتع ببشرة مشرقة وصحية.\"",
        "date": "02-يونيو-2024"
    },
    {
        "id": 3,
        "name": "نادية",
        "relation": "أم لثلاثة أطفال",
        "image": "images/woman-two.svg",
        "stars": 5,
        "testimonial": "\"لم أكن أتصور أن المكمل الغذائي يمكن أن يكون له هذا التأثير الكبير. الآن، أطفالي يتناولونه يومياً وألاحظ الفرق في مستوى طاقاتهم ونموهم الصحي. منتج رائع بكل معنى الكلمة!\"",
        "date": "18-أبريل-2024"
    },
    {
        "id": 4,
        "name": "ماجد",
        "relation": "والد لطفل بعمر 3 سنوات",
        "image": "images/man-one.svg",
        "stars": 4,
        "testimonial": "\"كنت دائماً قلقة بشأن التغذية السليمة لطفلي الصغير. بعد استخدام هذا المكمل، أشعر براحة كبيرة لأنني أعرف أنه يحصل على كل الفيتامينات والمعادن التي يحتاجها. منتج موثوق وآمن.\"",
        "date": "27-مايو-2024"
    },
    {
        "id": 5,
        "name": "أحمد",
        "relation": "والد لطفل بعمر 7 سنوات",
        "image": "images/man- two.svg",
        "stars": 5,
        "testimonial": "\"هذا المكمل الغذائي أنقذنا من الكثير من المشاكل الصحية. ابني كان يعاني من نقص فيتامين د وبعض المشاكل المناعية، ولكن بعد شهرين من الاستخدام، أصبح أكثر صحة وقوة. شكراً لهذا المنتج الرائع!\"",
        "date": "14-مارس-2024"
    },
    {
        "id": 6,
        "name": "مريم",
        "relation": "أم لطفلتين",
        "image": "images/woman-two.svg",
        "stars": 5,
        "testimonial": "\"لا يمكنني وصف مدى سعادتي بنتائج هذا المكمل الغذائي. بدأت ابنتاي بتناوله منذ شهرين وألاحظ تحسناً ملحوظاً في صحتهما ونشاطهما. أنا ممتنة لهذا المنتج الرائع!\"",
        "date": "12-يونيو-2024"
    },
    {
        "id": 7,
        "name": "يوسف",
        "relation": "والد لطفل عمره 4 سنوات",
        "image": "images/man-three.png",
        "stars": 4,
        "testimonial": "\"كنت في حيرة من أمري بشأن كيفية تعزيز صحة ابني، لكن هذا المكمل الغذائي جعل الأمر أسهل. ألاحظ تحسناً في نموه ونشاطه بشكل ملحوظ، وأشعر بالطمأنينة لأنه يحصل على كل ما يحتاجه.\"",
        "date": "28-مايو-2024"
    },
    {
        "id": 8,
        "name": "سارة",
        "relation": "أم لثلاثة أطفال",
        "image": "images/woman-one.svg",
        "stars": 5,
        "testimonial": "\"هذا المكمل الغذائي أحدث فرقاً كبيراً في حياة أطفالي. يتناولونه يومياً وألاحظ تحسناً في طاقتهم وتركيزهم. لقد أصبحوا أقل عرضة للمرض وأكثر نشاطاً في أداء مهامهم اليومية.\"",
        "date": "20-أبريل-2024"
    },
    {
        "id": 9,
        "name": "عبد الله",
        "relation": "والد لطفل بعمر 6 سنوات",
        "image": "images/man- two.svg",
        "stars": 4,
        "testimonial": "\"بعد استخدام هذا المكمل الغذائي، أصبح ابني أكثر نشاطاً وحيوية. لقد لاحظت تحسناً في صحته العامة وقدرته على التركيز في المدرسة. أنا ممتن للنتائج الإيجابية التي جلبها هذا المنتج.\"",
        "date": "08-يونيو-2024"
    },
    {
        "id": 10,
        "name": "فاطمة",
        "relation": "أم لطفل بعمر 8 سنوات",
        "image": "images/woman-two.svg",
        "stars": 5,
        "testimonial": "\"منتج رائع! بدأ ابني في استخدامه قبل شهرين ولم أكن أتوقع أن أرى تحسناً كبيراً بهذه السرعة. أصبح أكثر نشاطاً وصحة عامة أفضل. شكراً لهذا المكمل الغذائي الرائع!\"",
        "date": "25-مارس-2024"
    }
]